<? include_once("{$_SERVER['DOCUMENT_ROOT']}/inc/head.inc") ?>

<div class="stickyStyle"><!--stickyStyle-->
    <div class="stickyStyle__inner"><!--stickyStyle__inner-->

        <div class="stickyStyle__inner-left"><!--stickyStyle__inner-left-->
            <p class="left-pankuzuList"><span>夢を叶える百貨店</span><span>サポート</span></p>
            <div class="left-inner"><!--left-inner-->
                <ul>
                    <li><a id="rule__" href="/rule/">利用規約</a></li>
                    <li class="--active"><a id="rule__" href="/rule/affiliate.php">利用規約(アフィリエイト)</a></li>
                    <li><a id="privacy__" href="/policy/">プライバシーポリシー</a></li>
                    <li><a id="info__" href="/law/">特定商取引に関する表記</a></li>
                    <li><a id="company__" href="/company/">運営会社</a></li>
                    <li><a id="contact__" href="/contact/">お問い合わせ</a></li>
                </ul>
            </div><!--left-inner-->
        </div><!--stickyStyle__inner-left-->

        <div class="stickyStyle__inner-right"><!--stickyStyle__inner-right-->

            <section class="smp-menu">
                <? include_once("{$_SERVER['DOCUMENT_ROOT']}/inc/smp-menu/rule-aff.inc") ?>
            </section>

            <section class="right-inner"><!--right-inner-->
                <h1>利用規約(アフィリエイト)</h1>
                <h2>はじめに</h2>
                <ol>
                    <li>アフィリエイト利用規約（以下「本規約」といいます。）は、ONE COLLEGE合同会社（以下「当社」といいます。）が本規約に従い、アフィリエイトサービス（以下「本サービス」といいます。）の利用条件を定めるものです。</li>
                    <li>本サービスの利用に際しては、本規約の全文をお読み頂いた上で、本規約に同意いただく必要があります。</li>
                    <li>なお、本サービスを利用される場合は、<a href="/rule/index.php"><u>利用規約</u></a>への同意が必要となりますので、ご利用前にあわせて必ずお読みください。</li>
                    <li>本規約の内容と、本規約外における本サービスの説明等とが異なる場合は、本規約の規定が優先して適用されるものとします。</li>
                    <li>本規約は、予告なしに変更されることがあります。変更後の本規約は、本サイト上に掲示されたときから効力を生じるものとします。<br />
                        ただし料金に関する変更事項など、会員の利用に際して重大な影響をあたえる場合には、当社の判断で合理的な事前告知期間を設け、当社が定めた方法によって会員に通知するものとします。</li>
                </ol>

                <h2>第1条（本サービスについて）</h2>
                <ol>
                    <li>当社が運営するプラットフォーム（以下「当サイト」といいます。）にて、本サービス利用者（以下「アフィリエイト会員」といいます。）が「利益還元設定をした商品」を出品または紹介し、購入者が指定された手続を経て決済した際に、購入者と紹介者へ利益還元を実施するサービスです。</li>
                </ol>

                <h2>第2条（定義）</h2>
                <p>本規約において、用語の定義は、別途定義されている場合を除き、以下のとおりとします。</p>
                <ol>
                    <li>「パートナー」とは、本サービスを利用するアフリエイト会員をいいます。</li>
                    <li>「オーナー」とは、本サービスを主宰する個人又は個人が所有若しくは実質的に支配する法人その他の団体をいい、オーナーが団体に所属する場合には当該団体をも含むものとします。</li>
                    <li>「会員」とは、無料会員、有料会員の総称をいいます。</li>
                    <li>「アフィリエイト媒体」 パートナー自身が利用する権利を有し、パートナー自身が運営管理する、ホームページ、blog、その他インターネット上の専用ページおよびパートナーが送信する電子メール</li>
                    <li>「リンク等」 当社が定める本サイト内指定ページ等を当社の定める手順で操作することにより自動生成される、本サイトにリンクする専用URLまたは専用URLに付随する専用バナー広告、その他本サービスの対象となるものとして当社が指定する誘導手段</li>
                    <li>「ユーザー」 アフィリエイト媒体の閲覧者</li>
                </ol>

                <h2>第3条（パートナー資格）</h2>
                <p>本サービスを利用するには、以下の要件を全て満たすことによってパートナーの資格が付与されます。</p>
                <ol>
                    <li>当社が運営するプラットフォームへの無料登録を完了すること</li>
                    <li>本サービスへの登録申し込み、決済の手続きを完了すること</li>
                    <li>本規約に同意すること</li>
                </ol>

                <h2>第4条（パートナー登録）</h2>
                <ol>
                    <li>申込者は当社に対し、当社が定める方法により本サービスの登録申込みを行うものとします。</li>
                    <li>本サービスのパートナー登録（以下「会員登録」といいます。）は、当社が本サービスへの参加承認を行った時点で完了します。</li>
                    <li>オーナー又は当社は、申込者からの入会申込みに際し、不適切な事象がある場合または厳格な審査が必要であると判断した場合、所定の審査を行う場合があります。この場合、前項の規定は適用されず、当社が申込者に対して当該入会申込みを承諾する旨の通知をした時点又は申込者が利用料金を支払った時点のいずれか遅い時点で会員登録が完了します。</li>
                    <li>申込者は、オーナー又は当社が申込者からの入会申込みについて、承諾しない場合があることを予め同意するものとします。なお、当社は申込者に対し、不承諾の理由を説明する義務を負わないものとします。</li>
                </ol>

                <h2>第5条（利用料金等）</h2>
                <ol>
                    <li>本サービスを利用するには、本条に定める方法により、当社に対して利用料金を支払う必要があります。月会費のお支払いにより１ヵ月間の有効期間中において本サービスを利用することができます。</li>
                    <li>利用料金は、月会費1,980円/月（税込）のお支払いが必要です。有効期間は月会費のお支払いから１ヵ月間又は毎月末日23時59分までです。月途中の会員登録又は退会の場合であっても、退会月の利用料金の日割清算は行わないものとします。</li>
                    <li>パートナー登録は、パートナーが退会手続きを行い、当社が退会手続きを完了、又はパートナー資格が失効しない限り原則自動的に更新（以下「自動更新」といいます。）されるものとします。</li>
                    <li>前項により自動更新される場合、利用料金は、有効期間が経過した時（以下「更新時」といいます。）に、パートナーがパートナー登録の際に指定した支払方法により自動的に決済されるものとします。</li>
                    <li>利用料金の支払い方法は、クレジットカードを原則としますが、必要に応じて口座振替にも対応しています。</li>
                    <li>当社は、利用料金を変更する場合、変更日の1か月前までにパートナーに告知するものとします。ただし、やむを得ない事情が存する場合はこの限りではありません。</li>
                </ol>

                <h2>第6条（税金及び費用）</h2>
                <ol>
                    <li>アフィリエイト媒体ならびにリンク等の設置、運営および管理、あるいは成果報酬の支払にともない税金や付帯費用が発生する場合には、パートナーがこれらを負担するものとします。</li>
                </ol>

                <h2>第7条（成果報酬の支払い）</h2>
                <p>成果報酬は全て、当サイト内で運用するポイントにて支払われます。</p>
                <ol>
                    <li>当社は、ユーザーが購入時にパートナーのクーポンコードを入力して、商品購入やサービス依頼完了、又はその他当社が規定する成果に応じて、当社がユーザーに対し1%の利益還元、パートナーに対し成果報酬を支払います。ただし、当社が別途定める期間または、当社が別途定める商品等についての成果である場合、異なる報酬を適用することがあります。</li>
                    <li>付与された報酬はパートナー自身のマイページより確認することができます。</li>
                    <li>成果報酬は、パートナーが出品時に利益還元設定を行なっている場合のみ支払われます。ただし、当社の判断により、対象となる商品やサービス、利益還元率を制限または追加することがあります。</li>
                    <li>依頼のキャンセルが行われた場合、または有効な提案か作業が完了しなかった場合、成果対象となりませんので、支払われた成果報酬はキャンセルされます。</li>
                    <li>また、パートナーが適正に対応した場合でも、購入したユーザーより当社にクレームや返金対応等の実施があった場合、成果報酬のキャンセルを行なう場合があります。</li>
                    <li>パートナー自身、自身の親族、自身の役員若しくは従業員、自身の知人、自身の友人、又は自身の直接的・間接的な影響下にある関係者がユーザーとなった場合でも、クーポンコード発行パートナーへ成果報酬が支払われます。</li>
                    <li>当社は、パートナーが利益還元設定したパーセンテージの内、３％をユーザーへ優先的に利益還元します。利益還元率から３％を差し引いたパーセンテージをパートナーへ成果報酬として支払います。原則、購入完了後にパートナー自身のマイページに報酬額を反映します。</li>
                    <li>当社から、成果報酬の支払に関する案内は行ないません。詳細の確認はポイント管理の利用履歴にてご確認いただけます。</li>
                    <li>当社は、パートナーに対して成果対象となった内容を一部開示しますが、表示以外の情報は開示しません。</li>
                </ol>

                <h2>第8条（返金）</h2>
                <ol>
                    <li>当社は、パートナーが支払った利用料金及び購入代金について、返金を行わないものとします。</li>
                    <li>パートナーが本サービスを有効期間内に自主退会、又はパートナー資格が失効した場合であっても前項と同様とします。</li>
                </ol>

                <h2>第9条（禁止事項等）</h2>
                <p>Ⅰ．当社は、パートナーによる本サービスの利用に際して、以下の行為を禁止します。なお、以下の各号に定める禁止事項は、パートナー投稿情報にも適用されるものとします。</p>
                <ol>
                    <li>他の会員、オーナー、当社又は第三者の著作権、商標権、特許権、実用新案権、プライバシー権、肖像権、パブリシティ権その他の権利を侵害する行為、又は侵害するおそれのある行為</li>
                    <li>他の会員、オーナー、当社又は第三者を誹謗中傷し、又は名誉もしくは信用を傷つける行為</li>
                    <li>会員資格の売買、その他類似行為</li>
                    <li>当社の許諾を得ずに自己又は第三者の商品やサービスの広告・宣伝・誘導を目的とする行為、又はその他スパムメール・チェーンメール等の勧誘を目的とする行為</li>
                    <li>他の会員、オーナー、当社又は第三者に不利益を与える行為</li>
                    <li>公序良俗、その他法令に違反する行為又は犯罪に結びつく行為及び当該行為を勧誘・幇助・強制・助長する行為</li>
                    <li>本サービスにより得た情報を転載又は引用及び他メディアへの掲載等をする行為</li>
                    <li>反社会的勢力に利益を提供し、又は便宜を供与する行為</li>
                    <li>他の会員の情報収集目的、宗教や政治活動への勧誘目的で本サービスを利用する行為</li>
                    <li>事実に反する情報を他の会員に流布する行為</li>
                    <li>他の会員による本サービスの利用を妨害する行為</li>
                    <li>他の会員又は第三者になりすまして、本サービスを利用する行為</li>
                    <li>各種SNSの定める規約等に反する行為</li>
                    <li>配信コンテンツの著作権、商標権等の知的財産権その他の権利を侵害し、又は侵害するおそれのある行為（配信コンテンツを複製、改変、公衆送信、送信可能化、アップロード、レンタル、上映又は放送する行為がこれに該当しますが、これに限られるものではありません。）</li>
                    <li>配信コンテンツに施された技術的保護手段を回避する行為</li>
                    <li>本サービスを通じて取得した個人情報を本人の同意なく第三者に提供する行為</li>
                    <li>本サービスにより提供される情報を改ざん・消去する行為</li>
                    <li>当社のサーバーに過度の負担を及ぼす行為</li>
                    <li>本サービスに接続されている他のコンピューター・システム又はネットワークへの不正アクセスを試みる行為</li>
                    <li>コンピューターウィルス等有害なプログラムを使用し、もしくは提供する行為、又はこれらの行為を推奨する行為</li>
                    <li>本サービス又は本サービス上で使用されているソフトウエアをリバース・エンジニアリング、逆コンパイル、又は逆アセンブルする行為</li>
                    <li>当社及びオーナーが関与する公開前のプロジェクトの内容を第三者に口外する行為</li>
                    <li>運営および特定メンバーへの誹謗中傷、荒らし行為などコミュニティの秩序を大きく乱す行為</li>
                    <li>本サービスの他、当社の運営するサービスを妨害する行為</li>
                    <li>前各号に定める行為を助長する行為</li>
                    <li>前各号に定める行為と疑われる行為</li>
                    <li>その他､当社が不適切と判断した行為</li>
                </ol>
                <p>Ⅱ．前項各号の禁止事項に該当するか否かについては、当社の裁量により判断することができるものとします。</p>

                <h2>第10条（自主退会）</h2>
                <ol>
                    <li>パートナーは、退会の手続きを行なうことで、本サービスを退会することができるものとします。ただし、この場合、第7条第2項の規定が適用されるものとします。</li>
                </ol>

                <h2>第11条（パートナー資格の失効）</h2>
                <p>パートナーにおいて、以下の事由が生じた場合、パートナー資格は失効するものとし、当該パートナーは本サービスの全部が利用できなくなります。また、いかなる場合であっても、報酬を受ける権利も消滅するものとします。なお、報酬を受ける権利の失効に関する責任を当社は一切負わないものとします。</p>
                <ol>
                    <li>前月に月会費の決済が確認できない場合</li>
                    <li>更新時において、パートナーが登録したクレジットカードによる決済ができず自動更新ができない場合</li>
                    <li>第11条に定める場合</li>
                </ol>

                <h2>第12条（規約違反行為等に対する措置）</h2>
                <p>当社はパートナーが本規約等に違反していると認めた場合、事前通知・催告を行うことなく、次の各号の措置をとることができ、パートナーはこれについて異議を述べることはできません。</p>
                <ol>
                    <li>パートナーの資格喪失または停止</li>
                    <li>成果報酬の支払い停止</li>
                    <li>その他本サービスの全部または一部の提供の中止</li>
                </ol>
                <p>当社は、本規約等に違反していると当社が認めるパートナーに対して、前項各号の措置とあわせて、報酬の返還及び特典として利用された仕事依頼金額の支払をパートナーに求めることができるものとします。この場合、パートナーは速やかに請求に応じる必要があります。</p>
                <p>前2項の措置を講じたことにより、パートナーに損害または不利益が生じたとしても、当社は一切責任を負わないものとします。</p>

                <h2>第13条（本サービスの停止、変更、終了）</h2>
                <p>Ⅰ．当社は、以下のいずれかに該当する場合、本サービスの全部又は一部の提供をいつでも停止することができるものとします。</p>
                <ol>
                    <li>本サービスに係るシステムの点検又は保守作業等を行う場合</li>
                    <li>システム、通信回線等が停止した場合</li>
                    <li>地震、落雷、火災、風水害、停電等の天災事変その他非常事態の発生した場合</li>
                    <li>各種SNSのサービスが停止した場合</li>
                    <li>その他、当社が本サービスを停止することが必要であると判断した場合</li>
                </ol>
                <p>Ⅱ．当社は、当社の都合により、本サービスの内容を変更し、又は本サービスの提供を終了することができるものとします。なお、当社が本サービスを停止、変更又は終了（以下「停止等」といいます。）する場合、パートナーに対して可能な限り事前に通知するよう努めますが、緊急の場合等、事前に通知ができないこともありますので予めご了承ください。</p>
                <p>Ⅲ．当社は、本サービスの停止等によってパートナーが被った損害を賠償する責任を負わないものとします。</p>

                <h2>第14条（免責事項）</h2>
                <p>Ⅰ．当社は、以下に掲げる事項について、一切保証しないものとします。パートナーは、本サービスの利用及び本サービスにより提供される情報の有用性等を自己の判断、かつ責任で利用するものとします。</p>
                <ol>
                    <li>オーナー発信情報及び配信コンテンツの内容を含む、本サービスで提供される全ての情報（本サービスから提供される情報及び本サービス上に表示される第三者が管理又は運営するリンク先に含まれる一切の情報等を含みます。以下、本項において同様とします。）に関する、有用性、適合性、完全性、正確性、信頼性、安全性、合法性、道徳性、最新性</li>
                    <li>ユーザーは、本サイトで作成したデータなどについて、自己の責任において保存するものとします。当社サーバー側では、これらのデータの保存内容について保証しないものとします。また、ユーザーは当社に対し、本サイトで保存するデータの消失やサーバーの稼動停止によりクレーム、紛争、損害賠償の請求などが起こった場合の損害、責任について一切を免責するものとします。ただし、当社は、同データ等が消失（本人による削除は除きます。）し、又は他者により改ざんされた場合は、技術的に可能かつ合理的な範囲でデータ等の復旧に努めるものとし、その復旧への努力を以って、消失又は改ざんに伴うパートナー又は他者からの損害賠償の請求を免れるものとします。</li>
                    <li>会員間のやりとりに関する一切の事項</li>
                    <li>各種SNS上に掲載されている事項</li>
                    <li>本サービスの提供に不具合、エラーや障害が生じないこと</li>
                    <li>会員が利用した機器・回線・ソフトウェア等により生じた責任及び損害、並びに、会員が本サイトを利用する上での過誤による責任及び損害は、会員が負うものとし、当社は会員の故意や過失の有無を問わず、一切責任を負いません。</li>
                    <li>当社は、本サイトに関連するコンテンツの中に、コンピュータウィルス等が含まれていないことについても、一切保証しないものとします。当社は、本サイトに関連するコンテンツの中に、コンピュータウィルス等が含まれていたことにより生じた一切の損害について、直接損害か間接損害か、予見できたか否かを問わず、ユーザー及び第三者に対して一切責任を負いません。</li>
                    <li>本サービス上におけるオーナー発信情報及び配信コンテンツが第三者の権利を侵害しないこと</li>
                </ol>
                <p>Ⅱ．会員は、オーナー又は他の会員との間で紛争が生じた場合には、当事者間においてこれを解決するものとします。</p>
                <p>Ⅲ．会員による本サービスの利用に伴い、当社の債務不履行又は不法行為に基づき会員に損害が発生した場合、当社は会員に対し、当該債務不履行又は不法行為が生じた月において、当該会員に生じる利用料金の額を上限として、損害賠償責任を負います。ただし、当社に故意又は重過失がある場合はこの限りではありません。</p>

                <h2>第15条（損害賠償）</h2>
                <p>会員の行為（会員の行為が原因で生じたクレーム等を含みます。）に起因して当社に損害が発生した場合、当社は会員に対し、当該損害の全額（当社が負担する弁護士費用を含みます。）を賠償請求できるものとします。</p>

                <h2>第16条（個人情報の取扱い）</h2>
                <p>Ⅰ．当社は、申込者及び会員が本サービスを利用する際に当社に対して提供する個人情報を、当社の「プライバシーポリシー」の規定に則り、取扱うものとします。なお、本条において個人情報とは、「個人情報保護に関する法律」に定められる個人情報をいいます。</p>
                <p>Ⅱ．当社は、個人情報を、以下の各号に定める目的で利用することができるものとします。</p>
                <ol>
                    <li>本サービスの提供を行う目的</li>
                    <li>オーナーが行う申込者の入会審査に関する手続に協力する目的</li>
                </ol>
                <p>Ⅲ．申込者及び会員は、当社が個人情報のうち前項に定める目的に必要な範囲の情報を、オーナー及びオーナーが指定する第三者に対し提供することに同意するものとします。</p>
                <p>Ⅳ．申込者及び会員が当社を介することなく、オーナーに対し、直接自己の個人情報を提供する場合、当社はそれによって生じた紛争等には一切関知しないものとし、申込者及び会員に対し何等の責任を負わないものとします。</p>

                <h2>第17条（秘密保持）</h2>
                <p>パートナーは、本契約期間中または契約終了後にかかわらず、本契約および本契約に関連して知り得たユーザーのIPアドレスその他ユーザーの特定につながる情報、リンク等の設置または成果報酬の支払のために当社より開示された情報、その他本サービスの利用に際して知り得た本サービス、当社、サービス提供者または利用者に関する情報を、他に開示・漏洩してはならないものとします。</p>

                <h2>第18条（規約の変更）</h2>
                <p>1．当社は、当社が必要と判断した場合には、本規約及びオーナー規則等を、申込者及び会員に対する事前の通知なく変更することができるものとします。</p>
                <p>2．変更後の本規約については、本サービス上に表示した時点で効力を生じるものとし、本規約変更後に、申込者及び会員が本サービスを利用した場合には、会員は変更後の本規約の内容を承諾したものとみなします。</p>

                <h2>第19条（当社からの通知）</h2>
                <p>1．当社から申込者、会員への連絡事項については、会員が会員登録の際に登録したメールアドレス又は各種SNSを通じて連絡又は通知を行います。</p>
                <p>2．申込者及び会員は、前項のメールアドレスに変更がある場合、直ちに当サイトにて変更手続きをするものとします。</p>
                <p>3．申込者及び会員が前項に定める変更手続きを怠ったことにより、申込者及び会員に損害が生じたとしても、当社は何らの責任を負わないものとします。</p>

                <h2>第20条（権利義務の譲渡禁止）</h2>
                <p>会員は、本規約に基づく全ての契約について、その契約上の地位及びこれにより生じる権利義務の全部又は一部を、当社の書面による事前の承諾なく第三者に対し譲渡、移転、担保設定その他の処分をすることはできないものとします。</p>

                <h2>第21条（分離可能性）</h2>
                <p>本規約のいずれかの規定が会員との本規約に基づく契約に適用される関連法令に反するとされる場合、当該規定は、その限りにおいて、当該会員との契約には適用されないものとします。ただし、この場合でも、本規約の他の規定の効力には影響しないものとします。</p>

                <h2>第22条（準拠法、裁判所）</h2>
                <p>1．本規約は、日本法に準拠して解釈されるものとします。</p>
                <p>2．当社、申込者及び会員は、本規約に関し、当社と申込者及び会員との間で生じた紛争の解決について、東京地方裁判所を第一審の専属的合意管轄裁判所とすることをあらかじめ合意するものとします。</p>

            </section><!--right-inner-->

            <a href="#" class="prev-btn" onclick="javascript:window.history.back(-1);return false;">前の画面に戻る</a>

        </div><!--stickyStyle__inner-right-->
    </div><!--stickyStyle__inner-->
</div><!--stickyStyle-->
<? include_once("{$_SERVER['DOCUMENT_ROOT']}/inc/foot.inc") ?>